Repository: hello-nico-chan/turbo-killer
Catalog: TurboKiller/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: About
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: App language
ja: アプリの言語
ko: 앱 언어
zh_hans: App 语言
zh_hant: App 語言

source: Apple silicon detected
ja: AppleシリコンMacを検出しました
ko: Apple silicon Mac이 감지되었습니다
zh_hans: 已检测到 Apple 芯片
zh_hant: 已偵測到 Apple 晶片

source: Approval required
ja: 承認が必要です
ko: 승인이 필요합니다
zh_hans: 需要批准
zh_hant: 需要核准

source: Automatically open TurboKiller when you log in to your Mac.
ja: Macへのログイン時にTurboKillerを自動的に開きます。
ko: Mac에 로그인할 때 TurboKiller를 자동으로 엽니다.
zh_hans: 登录 Mac 时自动打开 TurboKiller。
zh_hant: 登入 Mac 時自動開啟 TurboKiller。

source: Background helper approval required
ja: バックグラウンドHelperの承認が必要です
ko: 백그라운드 Helper 승인이 필요합니다
zh_hans: 需要批准后台 Helper
zh_hant: 需要核准背景 Helper

source: Buy me a coffee
ja: コーヒーをおごる
ko: 커피 한 잔 후원하기
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

source: Check Again
ja: 再確認
ko: 다시 확인
zh_hans: 重新检查
zh_hant: 重新檢查

source: Copied
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Copy Diagnostics
ja: 診断情報をコピー
ko: 진단 정보 복사
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Could not connect to the TurboKiller privileged helper.
ja: TurboKiller の特権 Helper に接続できませんでした。
ko: TurboKiller 권한 Helper에 연결할 수 없습니다.
zh_hans: 无法连接到 TurboKiller 特权 Helper。
zh_hant: 無法連線至 TurboKiller 特權 Helper。

source: Could not unregister the previous privileged helper:
ja: 以前の特権 Helper の登録を解除できませんでした：
ko: 이전 권한 Helper의 등록을 해제할 수 없습니다:
zh_hans: 无法注销之前的特权 Helper：
zh_hant: 無法取消註冊先前的特權 Helper：

source: Free and open source · GNU GPL v2
ja: 無料・オープンソース · GNU GPL v2
ko: 무료 오픈 소스 · GNU GPL v2
zh_hans: 免费且开源 · GNU GPL v2
zh_hant: 免費且開源 · GNU GPL v2

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Hardware control is not connected.
ja: ハードウェア制御に接続されていません。
ko: 하드웨어 제어가 연결되어 있지 않습니다.
zh_hans: 硬件控制尚未连接。
zh_hant: 硬體控制尚未連線。

source: Intel Mac detected
ja: Intel Macを検出しました
ko: Intel Mac이 감지되었습니다
zh_hans: 已检测到 Intel Mac
zh_hant: 已偵測到 Intel Mac

source: Kill Turbo Boost
ja: Turbo Boostを無効にする
ko: Turbo Boost 끄기
zh_hans: 关闭 Turbo Boost
zh_hant: 關閉 Turbo Boost

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Launch TurboKiller at login
ja: ログイン時にTurboKillerを起動
ko: 로그인 시 TurboKiller 실행
zh_hans: 登录时启动 TurboKiller
zh_hant: 登入時啟動 TurboKiller

source: License
ja: ライセンス
ko: 라이선스
zh_hans: 许可证
zh_hant: 授權條款

source: macOS blocked the Turbo Boost kernel extension. Open System Settings → Privacy & Security and allow it, then try again.
ja: macOS が Turbo Boost カーネル拡張をブロックしました。「システム設定 → プライバシーとセキュリティ」で許可してから、もう一度お試しください。
ko: macOS에서 Turbo Boost 커널 확장을 차단했습니다. “시스템 설정 → 개인정보 보호 및 보안”에서 허용한 후 다시 시도하세요.
zh_hans: macOS 已阻止 Turbo Boost 内核扩展。请打开“系统设置 → 隐私与安全性”并允许该扩展，然后重试。
zh_hant: macOS 已阻擋 Turbo Boost 核心延伸模組。請開啟「系統設定 → 隱私權與安全性」並允許該延伸模組，然後再試一次。

source: macOS has approved the kernel extension, but your Mac must be restarted once before TurboKiller can use it.
ja: macOS でカーネル拡張は承認されましたが、TurboKiller で使用するには Mac を一度再起動する必要があります。
ko: macOS에서 커널 확장을 승인했지만 TurboKiller에서 사용하려면 Mac을 한 번 재시동해야 합니다.
zh_hans: macOS 已批准内核扩展，但必须重新启动一次 Mac，TurboKiller 才能使用它。
zh_hant: macOS 已允許核心延伸模組，但必須重新啟動一次 Mac，TurboKiller 才能使用它。

source: Maximum CPU performance is available.
ja: CPUの最大パフォーマンスを利用できます。
ko: CPU의 최대 성능을 사용할 수 있습니다.
zh_hans: CPU 可发挥最高性能。
zh_hant: CPU 可發揮最高效能。

source: Official Project
ja: 公式プロジェクト
ko: 공식 프로젝트
zh_hans: 官方项目
zh_hant: 官方專案

source: Open Language & Region…
ja: 言語と地域を開く…
ko: 언어 및 지역 열기…
zh_hans: 打开语言与地区…
zh_hant: 開啟語言與地區…

source: Open Language Settings…
ja: 言語設定を開く…
ko: 언어 설정 열기…
zh_hans: 打开语言设置…
zh_hant: 開啟語言設定…

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Quit TurboKiller
ja: TurboKillerを終了
ko: TurboKiller 종료
zh_hans: 退出 TurboKiller
zh_hant: 結束 TurboKiller

source: Report an Issue
ja: 問題を報告
ko: 문제 신고
zh_hans: 报告问题
zh_hant: 回報問題

source: Restart required
ja: 再起動が必要です
ko: 재시동이 필요합니다
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

source: Restore Turbo Boost
ja: Turbo Boostを復元
ko: Turbo Boost 복원
zh_hans: 恢复 Turbo Boost
zh_hant: 恢復 Turbo Boost

source: Settings…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Support TurboKiller
ja: TurboKillerを支援
ko: TurboKiller 후원
zh_hans: 支持 TurboKiller
zh_hant: 支持 TurboKiller

source: The bundled Turbo Boost kernel extension could not be found.
ja: 同梱されている Turbo Boost カーネル拡張が見つかりません。
ko: 내장된 Turbo Boost 커널 확장을 찾을 수 없습니다.
zh_hans: 找不到内置的 Turbo Boost 内核扩展。
zh_hant: 找不到內建的 Turbo Boost 核心延伸模組。

source: The bundled Turbo Boost kernel extension does not match the expected version.
ja: 同梱されている Turbo Boost カーネル拡張が想定されたバージョンと一致しません。
ko: 내장된 Turbo Boost 커널 확장이 예상된 버전과 일치하지 않습니다.
zh_hans: 内置的 Turbo Boost 内核扩展与预期版本不匹配。
zh_hant: 內建的 Turbo Boost 核心延伸模組與預期版本不符。

source: The CPU is running without Turbo Boost.
ja: CPUはTurbo Boostなしで動作しています。
ko: CPU가 Turbo Boost 없이 실행 중입니다.
zh_hans: CPU 当前未启用 Turbo Boost。
zh_hant: CPU 目前未啟用 Turbo Boost。

source: The kernel extension could not be loaded.
ja: カーネル拡張をロードできませんでした。
ko: 커널 확장을 로드할 수 없습니다.
zh_hans: 无法加载内核扩展。
zh_hant: 無法載入核心延伸模組。

source: The kernel extension could not be unloaded.
ja: カーネル拡張をアンロードできませんでした。
ko: 커널 확장을 언로드할 수 없습니다.
zh_hans: 无法卸载内核扩展。
zh_hant: 無法卸載核心延伸模組。

source: The kernel extension must be approved in System Settings before it can be used.
ja: 使用する前に、システム設定でカーネル拡張を承認する必要があります。
ko: 사용하기 전에 시스템 설정에서 커널 확장을 승인해야 합니다.
zh_hans: 使用前必须先在系统设置中批准该内核扩展。
zh_hant: 使用前必須先在系統設定中允許該核心延伸模組。

source: The kernel extension was approved, but macOS requires a restart before it can be used.
ja: カーネル拡張は承認されましたが、使用するには macOS の再起動が必要です。
ko: 커널 확장이 승인되었지만 사용하려면 macOS를 재시동해야 합니다.
zh_hans: 内核扩展已获批准，但 macOS 要求重新启动后才能使用。
zh_hant: 核心延伸模組已獲允許，但 macOS 要求重新啟動後才能使用。

source: The TurboKiller privileged helper could not be found.
ja: TurboKiller の特権 Helper が見つかりませんでした。
ko: TurboKiller 권한 Helper를 찾을 수 없습니다.
zh_hans: 找不到 TurboKiller 特权 Helper。
zh_hant: 找不到 TurboKiller 特權 Helper。

source: The TurboKiller privileged helper could not be registered.
ja: TurboKiller の特権 Helper を登録できませんでした。
ko: TurboKiller 권한 Helper를 등록할 수 없습니다.
zh_hans: 无法注册 TurboKiller 特权 Helper。
zh_hant: 無法註冊 TurboKiller 特權 Helper。

source: The TurboKiller privileged helper did not respond.
ja: TurboKiller の特権 Helper が応答しませんでした。
ko: TurboKiller 권한 Helper가 응답하지 않았습니다.
zh_hans: TurboKiller 特权 Helper 未响应。
zh_hant: TurboKiller 特權 Helper 沒有回應。

source: The TurboKiller privileged helper is unavailable.
ja: TurboKiller の特権 Helper は現在利用できません。
ko: TurboKiller 권한 Helper를 현재 사용할 수 없습니다.
zh_hans: TurboKiller 特权 Helper 当前不可用。
zh_hant: TurboKiller 特權 Helper 目前無法使用。

source: Third-Party Notices
ja: サードパーティ通知
ko: 서드파티 고지
zh_hans: 第三方声明
zh_hant: 第三方聲明

source: This Mac is compatible with TurboKiller's target platform.
ja: このMacはTurboKillerの対象環境に対応しています。
ko: 이 Mac은 TurboKiller의 대상 환경과 호환됩니다.
zh_hans: 此 Mac 符合 TurboKiller 的运行要求。
zh_hant: 此 Mac 符合 TurboKiller 的執行需求。

source: Turbo Boost control failed.
ja: Turbo Boost の制御に失敗しました。
ko: Turbo Boost 제어에 실패했습니다.
zh_hans: Turbo Boost 控制失败。
zh_hant: Turbo Boost 控制失敗。

source: Turbo Boost control for Intel Macs
ja: Intel Mac向けTurbo Boostコントロール
ko: Intel Mac용 Turbo Boost 제어
zh_hans: Intel Mac 的 Turbo Boost 控制工具
zh_hant: Intel Mac 的 Turbo Boost 控制工具

source: Turbo Boost control is only available on supported Intel Macs.
ja: Turbo Boost の制御は対応する Intel Mac でのみ利用できます。
ko: Turbo Boost 제어는 지원되는 Intel Mac에서만 사용할 수 있습니다.
zh_hans: Turbo Boost 控制仅适用于受支持的 Intel Mac。
zh_hant: Turbo Boost 控制僅適用於受支援的 Intel Mac。

source: Turbo Boost is active
ja: Turbo Boostは有効です
ko: Turbo Boost가 활성화되어 있습니다
zh_hans: Turbo Boost 已开启
zh_hant: Turbo Boost 已開啟

source: Turbo Boost is disabled
ja: Turbo Boostは無効です
ko: Turbo Boost가 비활성화되어 있습니다
zh_hans: Turbo Boost 已关闭
zh_hant: Turbo Boost 已關閉

source: Turbo Boost status could not be read.
ja: Turbo Boostの状態を取得できませんでした。
ko: Turbo Boost 상태를 확인할 수 없습니다.
zh_hans: 无法读取 Turbo Boost 状态。
zh_hant: 無法讀取 Turbo Boost 狀態。

source: Turbo Boost status unavailable
ja: Turbo Boostの状態を取得できません
ko: Turbo Boost 상태 확인 불가
zh_hans: Turbo Boost 状态不可用
zh_hant: Turbo Boost 狀態無法使用

source: TurboKiller follows the language selected for the app in macOS.
ja: TurboKillerはmacOSでこのアプリに設定された言語を使用します。
ko: TurboKiller는 macOS에서 이 앱에 선택된 언어를 사용합니다.
zh_hans: TurboKiller 将使用 macOS 中为此 App 选择的语言。
zh_hant: TurboKiller 將使用 macOS 中為此 App 選擇的語言。

source: TurboKiller is designed for Intel Macs only.
ja: TurboKillerはIntel Mac専用です。
ko: TurboKiller는 Intel Mac 전용입니다.
zh_hans: TurboKiller 仅适用于 Intel Mac。
zh_hant: TurboKiller 僅適用於 Intel Mac。

source: TurboKiller is free and open source. If it helps you, you can buy me a coffee.
ja: TurboKillerは無料のオープンソースソフトウェアです。役に立ったら、コーヒーをごちそうしていただけるとうれしいです。
ko: TurboKiller는 무료 오픈 소스 소프트웨어입니다. 도움이 되었다면 커피 한 잔으로 후원해 주세요.
zh_hans: TurboKiller 免费且开源。如果它对你有帮助，可以请我喝杯咖啡。
zh_hant: TurboKiller 免費且開源。如果它對你有幫助，可以請我喝杯咖啡。

source: TurboKiller needs permission to run its privileged helper in the background. Allow TurboKiller in System Settings, then return here.
ja: TurboKiller が特権 Helper をバックグラウンドで実行するには許可が必要です。システム設定で TurboKiller のバックグラウンド実行を許可してから、ここに戻ってください。
ko: TurboKiller가 권한 있는 Helper를 백그라운드에서 실행하려면 승인이 필요합니다. 시스템 설정에서 TurboKiller의 백그라운드 실행을 허용한 후 여기로 돌아오세요.
zh_hans: TurboKiller 需要获得在后台运行特权 Helper 的权限。请在系统设置中允许 TurboKiller 在后台运行，然后返回此处。
zh_hant: TurboKiller 需要取得在背景執行特權 Helper 的權限。請在系統設定中允許 TurboKiller 在背景執行，然後返回此處。

source: Under Applications, add or select TurboKiller and choose a language. This changes TurboKiller only and does not change your Mac's system language.
ja: 「アプリケーション」で TurboKiller を追加または選択し、言語を選んでください。変更されるのは TurboKiller の言語だけで、Mac のシステム言語は変更されません。
ko: ‘응용 프로그램’에서 TurboKiller를 추가하거나 선택한 다음 언어를 선택하세요. TurboKiller의 언어만 변경되며 Mac의 시스템 언어는 변경되지 않습니다.
zh_hans: 在“应用程序”中添加或选择 TurboKiller，然后选择语言。这只会更改 TurboKiller 的语言，不会更改 Mac 的系统语言。
zh_hant: 在「應用程式」中加入或選擇 TurboKiller，然後選擇語言。這只會變更 TurboKiller 的語言，不會變更 Mac 的系統語言。

source: Version %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Working…
ja: 処理中…
ko: 처리 중…
zh_hans: 处理中…
zh_hant: 處理中…
